{
  "CreateandManageGrows": "Verwalte deinen Cannabis Eigenanbau",
  "CreateandManageGrows_content": "Präsentiere deinen Eigenanbau, indem du detaillierte Berichte als Grows erstellst. Füge Parameter, Header-Bilder hinzu und nutze die Kalenderfunktion, um den Fortschritt mühelos zu verfolgen.",
  "DetailedUpdates": "Ausführliche Updates",
  "DetailedUpdates_content": "Halte deine Follower mit regelmäßigen Updates zu deinen Grows auf dem Laufenden. Füge so viele Updates hinzu, wie du möchtest, um jeden Schritt deines Anbauprozesses zu dokumentieren, vom Pflanzen bis zur Ernte.",
  "SeamlessAuthentication": "Nahtlose Authentifizierung",
  "SeamlessAuthentication_content": "Erlebe eine mühelose Anmeldung mit der Magic-Link-Funktion von Growagram. Du musst keine Passwörter merken oder dich durch lange Registrierungsprozesse quälen. Klicke einfach auf den Link, der an deine E-Mail gesendet wird, und schon bist du drin!",
  "EffortlessSearch": "Mühelose Suche",
  "EffortlessSearch_content": "Finde mühelos, wonach du suchst, mit der leistungsstarken Volltextsuchfunktion von Growagram. Lokalisiere schnell Berichte anhand ihrer Überschriften und Textinhalte, um immer informiert zu bleiben.",
  "StrainSpecificSearch": "Strain-spezifische Suche",
  "StrainSpecificSearch_content": "Erkunde Berichte, die spezifische Cannabissorten enthalten, mit der Strain-Suchfunktion von Growagram. Entdecke wertvolle Einblicke und Informationen, die auf deine Lieblingssorten zugeschnitten sind.",
  "ShowAppreciation": "Zeige Wertschätzung",
  "ShowAppreciation_content": "Zeige deine Unterstützung und Wertschätzung für Berichte und Beiträge anderer Benutzer, indem du ihnen deine Likes gibst. Verbreite Positivität und Ermutigung innerhalb der Growagram-Community.",
  "ResponsivePrivacyDataHandling": "Verantwortungsvoller Datenschutz",
  "ResponsivePrivacyDataHandling_content": "Wir legen Wert auf den verantwortungsvollen Umgang mit sensiblen Daten und stellen den höchstmöglichen Datenschutz sicher. Sei versichert, dass wir keine persönlichen Daten, Metadaten oder Passwörter speichern. Unser Engagement gilt der Schaffung einer sicheren Umgebung für deine Informationen und der Wahrung von Vertraulichkeit und Integrität zu jeder Zeit.",

  "app-themetoggle": "Farbschema hell/dunkel umschalten",
  "app-switchlanguage": "Sprache wechseln",
  "app-headermenu-signin": "Einloggen",
  "app-headermenu-welcome": "Willkommen",
  "app-headermenu-explore": "Grows erkunden",
  "app-headermenu-how-to": "Anleitung",
  "how-does-this-work": "Wie funktioniert das?",
  "landing-text-top1": "Willkommen in unserer Cannabis Eigenanbau Community!",
  "landing-text-top2": "Entdecke  hilfreiche Tipps, Anleitungen und Erfahrungen für den erfolgreichen Anbau von Cannabis. Tauche ein in die Welt des Cannabis Eigenanbaus und erfahre alles über Sorten, Anbauumgebungen, Pflegehinweise und vieles mehr.",
  "landing-text-top3": "Wenn du dich für den Cannabis Eigenanbau begeisterst oder gerade erst damit anfängst, laden wir dich herzlich ein, unsere Community zu erkunden.",
  "landing-text-bottom": "Angesichts der fortschreitenden Legalisierung von Cannabis in Deutschland halten wir es für wichtig, eine Gemeinschaft zu etablieren, die die Pflanze und ihren einzigartigen Wachstumsprozess würdigt. Wir befinden uns derzeit noch in der Alpha-Version und schätzen dein Feedback und aktive Beteiligung.",
  "landing-button-allgrows": "Alle Grows erkunden",
  "myreports-headline": "Meine Grows",
  "usermenu-myprofile": "Mein Profil bearbeiten",
  "usermenu-mygrows": "Meine Grows",
  "usermenu-addnewgrow": "Neuen Grow erstellen",
  "usermenu-logout": "Melde mich ab... 👋",
  "reports-headline": "Alle Grows",
  "reports-createdAt": "erstellt am",
  "reports-updatedAt": "aktualisiert am",
  "report-create-headline": "Neuen Grow erstellen",
  "report-edit-headline": "Grow bearbeiten",
  "report-edit-button": "bearbeiten",
  "report-save-button": "Grow speichern",
  "report-delete-button": "löschen",
  "post-growday": "Grow Tag",
  "post-updatedate": "Update Datum",
  "post-lighthperday": "Licht (Std.) / Tag",
  "post-button-safeupdate": "Update speichern",
  "editallpost-headline": "Alle Updates",
  "addpost-headline": "Ein neues Update hinzufügen",
  "addpost-growdaydescription": "Start ist Tag 0",
  "addpost-updatedatedescription": "Datum des Updates",
  "editpost-headline": "Update bearbeiten"
}
